Revit 2027 API
SymbolTypeId.HFtSup2DegreeFPerBtu Property
 Symbol (h·ft²·°F)/BTU, indicating unit Hour square foot degrees Fahrenheit per British thermal unit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HFtSup2DegreeFPerBtu { get; }
Public Shared ReadOnly Property HFtSup2DegreeFPerBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HFtSup2DegreeFPerBtu {
	ForgeTypeId^ get ();
}
static member HFtSup2DegreeFPerBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace